IDEA Open Model
TendonBar.Material Property
Compatible with IDEA StatiCa Beta 20.0
 Material
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ReferenceElement Material { get; set; }
Public Property Material As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
TendonBar Class
IdeaRS.OpenModel.CrossSection Namespace